Repository: MadJiGit/ColorMatch
Catalog: ColorMatch/*.lproj/Localizable.strings
Languages: bg, de, es, fr, ro

# app_subtitle
source: Learn RGB Colors!
bg: Научи RGB Цветовете!
de: Lerne RGB-Farben!
es: ¡Aprende Colores RGB!
fr: Apprends les Couleurs RVB!
ro: Învață Culorile RGB!

source: Play Game
bg: Играй
de: Spielen
es: Jugar
fr: Jouer
ro: Joacă

source: Settings
bg: Настройки
de: Einstellungen
es: Ajustes
fr: Paramètres
ro: Setări

source: Privacy Policy
bg: Политика за Поверителност
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
ro: Politica de Confidențialitate

# developed_by
source: Developed by MadJi
bg: Разработено от MadJi
de: Entwickelt von MadJi
es: Desarrollado por MadJi
fr: Développé par MadJi
ro: Dezvoltat de MadJi

# game_title
source: Color Match
bg: Цветово Съвпадение
de: Farbabgleich
es: Coincidencia de Color
fr: Correspondance de Couleur
ro: Potrivire de Culoare

source: Match!
bg: Успех!
de: Treffer!
es: ¡Coincidencia!
fr: Correspondance!
ro: Potrivire!

source: Close
bg: Затвори
de: Schließen
es: Cerrar
fr: Fermer
ro: Închide

source: Red
bg: Червено
de: Rot
es: Rojo
fr: Rouge
ro: Roșu

source: Green
bg: Зелено
de: Grün
es: Verde
fr: Vert
ro: Verde

source: Blue
bg: Синьо
de: Blau
es: Azul
fr: Bleu
ro: Albastru

source: Target
bg: Целеви
de: Ziel
es: Objetivo
fr: Cible
ro: Țintă

source: Current
bg: Текущ
de: Aktuell
es: Actual
fr: Actuel
ro: Curent

source: Difficulty
bg: Трудност
de: Schwierigkeit
es: Dificultad
fr: Difficulté
ro: Dificultate

# tolerance
source: Tolerance: %d
bg: Толеранс: %d
de: Toleranz: %d
es: Tolerancia: %d
fr: Tolérance: %d
ro: Toleranță: %d

source: Display Options
bg: Опции за Показване
de: Anzeigeoptionen
es: Opciones de Visualización
fr: Options d'Affichage
ro: Opțiuni de Afișare

source: Show Color Values
bg: Показвай Цветови Стойности
de: Farbwerte anzeigen
es: Mostrar Valores de Color
fr: Afficher les Valeurs de Couleur
ro: Arată Valorile Culorilor

# color_values_description
source: Toggle to show/hide hex color codes during gameplay
bg: Покажи/скрий шестнадесетичните цветови кодове по време на играта
de: Hexadezimale Farbcodes während des Spiels ein-/ausblenden
es: Activar/desactivar códigos de color hexadecimales durante el juego
fr: Activer/désactiver les codes de couleur hexadécimaux pendant le jeu
ro: Activează/dezactivează codurile de culoare hexadecimale în timpul jocului

source: Target Shape
bg: Целева Форма
de: Zielform
es: Forma Objetivo
fr: Forme Cible
ro: Forma Țintă

# shape_selection_description
source: Select the shape for the target color
bg: Избери форма за целевия цвят
de: Wähle die Form für die Zielfarbe
es: Selecciona la forma para el color objetivo
fr: Sélectionne la forme pour la couleur cible
ro: Selectează forma pentru culoarea țintă

source: Support
bg: Поддръжка
de: Unterstützung
es: Soporte
ro: Suport

source: Contact Us
bg: Свържи се с Нас
de: Kontaktiere uns
es: Contáctanos
fr: Contactez-nous
ro: Contactează-ne

# contact_description
source: Send us feedback or report issues at hello@mladenraykov.com
bg: Изпрати ни отзив или съобщи за проблем на hello@mladenraykov.com
de: Sende uns Feedback oder melde Probleme an hello@mladenraykov.com
es: Envíanos tus comentarios o reporta problemas en hello@mladenraykov.com
fr: Envoyez-nous vos commentaires ou signalez des problèmes à hello@mladenraykov.com
ro: Trimite-ne feedback sau raportează probleme la hello@mladenraykov.com

# difficulty_easy
source: Easy
bg: Лесно
de: Leicht
es: Fácil
fr: Facile
ro: Ușor

# difficulty_medium
source: Medium
bg: Средно
de: Mittel
es: Medio
fr: Moyen
ro: Mediu

# difficulty_hard
source: Hard
bg: Трудно
de: Schwer
es: Difícil
fr: Difficile
ro: Greu

# difficulty_master
source: Master
bg: Майстор
de: Meister
es: Maestro
fr: Maître
ro: Maestru

# difficulty_god
source: God
bg: Бог
de: Gott
es: Dios
fr: Dieu
ro: Dumnezeu

# shape_circle
source: Circle
bg: Кръг
de: Kreis
es: Círculo
fr: Cercle
ro: Cerc

# shape_heart
source: Heart
bg: Сърце
de: Herz
es: Corazón
fr: Cœur
ro: Inimă

# shape_star
source: Star
bg: Звезда
de: Stern
es: Estrella
fr: Étoile
ro: Stea

# shape_cat
source: Cat
bg: Котка
de: Katze
es: Gato
fr: Chat
ro: Pisică

# shape_dog
source: Dog
bg: Куче
de: Hund
es: Perro
fr: Chien
ro: Câine

# shape_cloud
source: Cloud
bg: Облак
de: Wolke
es: Nube
fr: Nuage
ro: Nor

# shape_flame
source: Flame
bg: Пламък
de: Flamme
es: Llama
fr: Flamme
ro: Flacără

# shape_drop
source: Drop
bg: Капка
de: Tropfen
es: Gota
fr: Goutte
ro: Picătură

# shape_leaf
source: Leaf
bg: Лист
de: Blatt
es: Hoja
fr: Feuille
ro: Frunză

# shape_sun
source: Sun
bg: Слънце
de: Sonne
es: Sol
fr: Soleil
ro: Soare

# shape_moon
source: Moon
bg: Луна
de: Mond
es: Luna
fr: Lune
ro: Lună

# shape_snowflake
source: Snowflake
bg: Снежинка
de: Schneeflocke
es: Copo de Nieve
fr: Flocon de Neige
ro: Fulg de Zăpadă

# shape_balloon
source: Balloon
bg: Балон
de: Ballon
es: Globo
fr: Ballon
ro: Balon

# shape_tortoise
source: Tortoise
bg: Костенурка
de: Schildkröte
es: Tortuga
fr: Tortue
ro: Broască Țestoasă

# shape_hare
source: Hare
bg: Заек
de: Hase
es: Liebre
fr: Lièvre
ro: Iepure

# how_to_play_title
source: How To Play
bg: Как да Играя
de: Spielanleitung
es: Cómo Jugar
fr: Comment Jouer
ro: Cum să Joci

# how_to_play_done
source: Done
bg: Готово
de: Fertig
es: Listo
fr: Terminé
ro: Gata

# show_on_startup
source: Show this on startup
bg: Покажи това при стартиране
de: Dies beim Start anzeigen
es: Mostrar esto al iniciar
fr: Afficher ceci au démarrage
ro: Arată aceasta la pornire

# section_basic_rules
source: Basic Rules
bg: Основни Правила
de: Grundregeln
es: Reglas Básicas
fr: Règles de Base
ro: Reguli de Bază

# basic_rule_1
source: 1. Look at the colored circle - this is your target color
bg: 1. Погледни цветния кръг - това е твоят целеви цвят
de: 1. Schau dir den farbigen Kreis an - das ist deine Zielfarbe
es: 1. Mira el círculo de color - este es tu color objetivo
fr: 1. Regarde le cercle coloré - c'est ta couleur cible
ro: 1. Uită-te la cercul colorat - aceasta este culoarea ta țintă

# basic_rule_2
source: 2. Adjust the Red, Green, and Blue sliders
bg: 2. Регулирай червения, зеления и синия плъзгач
de: 2. Stelle die Rot-, Grün- und Blau-Schieberegler ein
es: 2. Ajusta los deslizadores Rojo, Verde y Azul
fr: 2. Ajuste les curseurs Rouge, Vert et Bleu
ro: 2. Ajustează glisorele Roșu, Verde și Albastru

# basic_rule_3
source: 3. Watch the background change as you move the sliders
bg: 3. Наблюдавай как фонът се променя докато местиш плъзгачите
de: 3. Beobachte, wie sich der Hintergrund ändert, während du die Schieberegler bewegst
es: 3. Observa cómo el fondo cambia mientras mueves los deslizadores
fr: 3. Observe comment l'arrière-plan change en déplaçant les curseurs
ro: 3. Urmărește cum se schimbă fundalul pe măsură ce miști glisorele

# basic_rule_4
source: 4. Try to match the background to the circle color
bg: 4. Опитай се да съвпаднеш фона с цвета на кръга
de: 4. Versuche, den Hintergrund mit der Kreisfarbe abzugleichen
es: 4. Intenta que el fondo coincida con el color del círculo
fr: 4. Essaie de faire correspondre l'arrière-plan à la couleur du cercle
ro: 4. Încearcă să potrivești fundalul cu culoarea cercului

# basic_rule_5
source: 5. When colors match, you win!
bg: 5. Когато цветовете съвпаднат, печелиш!
de: 5. Wenn die Farben übereinstimmen, gewinnst du!
es: 5. ¡Cuando los colores coincidan, ganas!
fr: 5. Quand les couleurs correspondent, tu gagnes!
ro: 5. Când culorile se potrivesc, câștigi!

# section_how_to_play
source: How to Play
bg: Как да Играя
de: Spielanleitung
es: Cómo Jugar
fr: Comment Jouer
ro: Cum să Joci

# how_to_play_1
source: • Move sliders up and down to change color values
bg: • Движи плъзгачите нагоре и надолу, за да промениш цветовите стойности
de: • Bewege die Schieberegler auf und ab, um Farbwerte zu ändern
es: • Mueve los deslizadores arriba y abajo para cambiar los valores de color
fr: • Déplace les curseurs vers le haut et vers le bas pour changer les valeurs de couleur
ro: • Mută glisorele sus și jos pentru a schimba valorile culorilor

# how_to_play_2
source: • Each slider controls one RGB color (0-255)
bg: • Всеки плъзгач контролира един RGB цвят (0-255)
de: • Jeder Schieberegler steuert eine RGB-Farbe (0-255)
es: • Cada deslizador controla un color RGB (0-255)
fr: • Chaque curseur contrôle une couleur RVB (0-255)
ro: • Fiecare glisor controlează o culoare RGB (0-255)

# how_to_play_3
source: • The background shows your current color mix
bg: • Фонът показва текущата ти цветова смес
de: • Der Hintergrund zeigt deine aktuelle Farbmischung
es: • El fondo muestra tu mezcla de color actual
fr: • L'arrière-plan montre ton mélange de couleur actuel
ro: • Fundalul arată amestecul tău curent de culori

# how_to_play_4
source: • Match popup appears when you succeed
bg: • Прозорец за успех се появява когато успееш
de: • Ein Übereinstimmungs-Popup erscheint, wenn du erfolgreich bist
es: • Aparece un mensaje emergente de coincidencia cuando tienes éxito
fr: • Un message de correspondance apparaît quand tu réussis
ro: • Apare un mesaj de potrivire când reușești

# how_to_play_5
source: • Tap 'Close' to try a new color
bg: • Натисни 'Затвори' за да опиташ нов цвят
de: • Tippe auf 'Schließen', um eine neue Farbe auszuprobieren
es: • Toca 'Cerrar' para probar un nuevo color
fr: • Appuie sur 'Fermer' pour essayer une nouvelle couleur
ro: • Apasă 'Închide' pentru a încerca o nouă culoare

# section_understanding_rgb
source: Understanding RGB Colors
bg: Разбиране на RGB Цветовете
de: RGB-Farben verstehen
es: Entendiendo los Colores RGB
fr: Comprendre les Couleurs RVB
ro: Înțelegerea Culorilor RGB

# rgb_intro_1
source: • RGB = Red, Green, Blue
bg: • RGB = Червено, Зелено, Синьо
de: • RGB = Rot, Grün, Blau
es: • RGB = Rojo, Verde, Azul
fr: • RVB = Rouge, Vert, Bleu
ro: • RGB = Roșu, Verde, Albastru

# rgb_intro_2
source: • Mix these three colors to create any color
bg: • Смеси тези три цвята, за да създадеш всякакъв цвят
de: • Mische diese drei Farben, um jede Farbe zu erstellen
es: • Mezcla estos tres colores para crear cualquier color
fr: • Mélange ces trois couleurs pour créer n'importe quelle couleur
ro: • Amestecă aceste trei culori pentru a crea orice culoare

# rgb_intro_3
source: • Each slider goes from 0 (none) to 255 (maximum)
bg: • Всеки плъзгач варира от 0 (нищо) до 255 (максимум)
de: • Jeder Schieberegler geht von 0 (keiner) bis 255 (maximum)
es: • Cada deslizador va de 0 (ninguno) a 255 (máximo)
fr: • Chaque curseur va de 0 (aucun) à 255 (maximum)
ro: • Fiecare glisor merge de la 0 (nimic) la 255 (maxim)

# rgb_mixing_header
source: Color mixing examples:
bg: Примери за смесване на цветове:
de: Beispiele für Farbmischungen:
es: Ejemplos de mezcla de colores:
fr: Exemples de mélange de couleurs:
ro: Exemple de amestec de culori:

# rgb_mixing_1
source: • Red + Green = Yellow
bg: • Червено + Зелено = Жълто
de: • Rot + Grün = Gelb
es: • Rojo + Verde = Amarillo
fr: • Rouge + Vert = Jaune
ro: • Roșu + Verde = Galben

# rgb_mixing_2
source: • Red + Blue = Magenta
bg: • Червено + Синьо = Магента
de: • Rot + Blau = Magenta
es: • Rojo + Azul = Magenta
fr: • Rouge + Bleu = Magenta
ro: • Roșu + Albastru = Magenta

# rgb_mixing_3
source: • Green + Blue = Cyan
bg: • Зелено + Синьо = Cyan
de: • Grün + Blau = Cyan
es: • Verde + Azul = Cian
fr: • Vert + Bleu = Cyan
ro: • Verde + Albastru = Cyan

# rgb_mixing_4
source: • All three at max (255,255,255) = White
bg: • И трите на максимум (255,255,255) = Бяло
de: • Alle drei auf Maximum (255,255,255) = Weiß
es: • Los tres al máximo (255,255,255) = Blanco
fr: • Les trois au maximum (255,255,255) = Blanc
ro: • Toate trei la maxim (255,255,255) = Alb

# rgb_mixing_5
source: • All three at min (0,0,0) = Black
bg: • И трите на минимум (0,0,0) = Черно
de: • Alle drei auf Minimum (0,0,0) = Schwarz
es: • Los tres al mínimo (0,0,0) = Negro
fr: • Les trois au minimum (0,0,0) = Noir
ro: • Toate trei la minim (0,0,0) = Negru

# rgb_pure_header
source: Pure colors:
bg: Чисти цветове:
de: Reine Farben:
es: Colores puros:
fr: Couleurs pures:
ro: Culori pure:

# rgb_pure_1
source: • Pure Red = (255, 0, 0)
bg: • Чисто Червено = (255, 0, 0)
de: • Reines Rot = (255, 0, 0)
es: • Rojo Puro = (255, 0, 0)
fr: • Rouge Pur = (255, 0, 0)
ro: • Roșu Pur = (255, 0, 0)

# rgb_pure_2
source: • Pure Green = (0, 255, 0)
bg: • Чисто Зелено = (0, 255, 0)
de: • Reines Grün = (0, 255, 0)
es: • Verde Puro = (0, 255, 0)
fr: • Vert Pur = (0, 255, 0)
ro: • Verde Pur = (0, 255, 0)

# rgb_pure_3
source: • Pure Blue = (0, 0, 255)
bg: • Чисто Синьо = (0, 0, 255)
de: • Reines Blau = (0, 0, 255)
es: • Azul Puro = (0, 0, 255)
fr: • Bleu Pur = (0, 0, 255)
ro: • Albastru Pur = (0, 0, 255)

# rgb_gray_header
source: Shades of gray:
bg: Нюанси на сивото:
de: Grautöne:
es: Tonos de gris:
fr: Nuances de gris:
ro: Nuanțe de gri:

# rgb_gray_1
source: • When all three values are equal, you get gray
bg: • Когато и трите стойности са равни, получаваш сиво
de: • Wenn alle drei Werte gleich sind, erhältst du Grau
es: • Cuando los tres valores son iguales, obtienes gris
fr: • Quand les trois valeurs sont égales, tu obtiens du gris
ro: • Când toate cele trei valori sunt egale, obții gri

# rgb_gray_2
source: • (128, 128, 128) = Medium gray
bg: • (128, 128, 128) = Средно сиво
de: • (128, 128, 128) = Mittelgrau
es: • (128, 128, 128) = Gris medio
fr: • (128, 128, 128) = Gris moyen
ro: • (128, 128, 128) = Gri mediu

# rgb_gray_3
source: • Higher equal values = lighter gray
bg: • По-високи равни стойности = по-светло сиво
de: • Höhere gleiche Werte = helleres Grau
es: • Valores iguales más altos = gris más claro
fr: • Valeurs égales plus élevées = gris plus clair
ro: • Valori egale mai mari = gri mai deschis

# rgb_fun_fact
source: Fun fact: RGB is how all digital screens create colors - your phone, TV, and computer all use this system!
bg: Интересен факт: RGB е начинът, по който всички цифрови екрани създават цветове - твоят телефон, телевизор и компютър използват тази система!
de: Wusstest du: RGB ist die Art, wie alle digitalen Bildschirme Farben erzeugen - dein Telefon, Fernseher und Computer verwenden alle dieses System!
es: ¡Dato curioso: RGB es cómo todas las pantallas digitales crean colores - tu teléfono, TV y computadora todos usan este sistema!
fr: Fait amusant: RVB est la façon dont tous les écrans numériques créent des couleurs - ton téléphone, ta TV et ton ordinateur utilisent tous ce système!
ro: Fapt interesant: RGB este modul în care toate ecranele digitale creează culori - telefonul, televizorul și computerul tău folosesc toate acest sistem!

# section_difficulty_levels
source: Difficulty Levels
bg: Нива на Трудност
de: Schwierigkeitsstufen
es: Niveles de Dificultad
fr: Niveaux de Difficulté
ro: Niveluri de Dificultate

# difficulty_easy_desc
source: Easy: Very forgiving, great for beginners
bg: Лесно: Много толерантно, отлично за начинаещи
de: Leicht: Sehr nachsichtig, großartig für Anfänger
es: Fácil: Muy indulgente, genial para principiantes
fr: Facile: Très indulgent, excellent pour les débutants
ro: Ușor: Foarte indulgent, excelent pentru începători

# difficulty_medium_desc
source: Medium: Moderate challenge, balanced gameplay
bg: Средно: Умерено предизвикателство, балансирана игра
de: Mittel: Moderate Herausforderung, ausgewogenes Gameplay
es: Medio: Desafío moderado, juego equilibrado
fr: Moyen: Défi modéré, jeu équilibré
ro: Mediu: Provocare moderată, joc echilibrat

# difficulty_hard_desc
source: Hard: Requires precision
bg: Трудно: Изисква прецизност
de: Schwer: Erfordert Präzision
es: Difícil: Requiere precisión
fr: Difficile: Nécessite de la précision
ro: Greu: Necesită precizie

# difficulty_master_desc
source: Master: Very difficult, expert level
bg: Майстор: Много трудно, експертно ниво
de: Meister: Sehr schwierig, Expertenlevel
es: Maestro: Muy difícil, nivel experto
fr: Maître: Très difficile, niveau expert
ro: Maestru: Foarte dificil, nivel expert

# difficulty_god_desc
source: God: Nearly impossible without seeing values!
bg: Бог: Почти невъзможно без да виждаш стойностите!
de: Gott: Fast unmöglich ohne Werte zu sehen!
es: Dios: ¡Casi imposible sin ver los valores!
fr: Dieu: Presque impossible sans voir les valeurs!
ro: Dumnezeu: Aproape imposibil fără a vedea valorile!

# change_difficulty
source: Change difficulty in Settings
bg: Промени трудността в Настройки
de: Ändere die Schwierigkeit in den Einstellungen
es: Cambia la dificultad en Ajustes
fr: Change la difficulté dans Paramètres
ro: Schimbă dificultatea în Setări

# section_tips
source: Tips & Tricks
bg: Съвети и Трикове
de: Tipps & Tricks
es: Consejos y Trucos
fr: Astuces et Conseils
ro: Sfaturi și Trucuri

# tip_1
source: • Start by adjusting one color at a time
bg: • Започни като регулираш по един цвят наведнъж
de: • Beginne damit, eine Farbe nach der anderen anzupassen
es: • Comienza ajustando un color a la vez
fr: • Commence en ajustant une couleur à la fois
ro: • Începe prin a ajusta câte o culoare odată

# tip_2
source: • Look at the hex values (if enabled) for hints
bg: • Погледни шестнадесетичните стойности (ако са включени) за подсказки
de: • Schau dir die Hex-Werte (falls aktiviert) für Hinweise an
es: • Mira los valores hexadecimales (si están habilitados) para pistas
fr: • Regarde les valeurs hexadécimales (si activées) pour des indices
ro: • Uită-te la valorile hexadecimale (dacă sunt activate) pentru indicii

# tip_3
source: • Hide color values in Settings for more challenge
bg: • Скрий цветовите стойности в Настройки за повече предизвикателство
de: • Verstecke Farbwerte in den Einstellungen für mehr Herausforderung
es: • Oculta los valores de color en Ajustes para más desafío
fr: • Cache les valeurs de couleur dans Paramètres pour plus de défi
ro: • Ascunde valorile culorilor în Setări pentru mai multă provocare

# tip_4
source: • Practice with Easy mode first
bg: • Практикувай първо с Лесен режим
de: • Übe zuerst mit dem Leicht-Modus
es: • Practica primero con el modo Fácil
fr: • Pratique d'abord avec le mode Facile
ro: • Exersează mai întâi cu modul Ușor

# tip_5
source: • Pay attention to color brightness and tone
bg: • Обърни внимание на яркостта и тона на цвета
de: • Achte auf Helligkeit und Farbton
es: • Presta atención al brillo y tono del color
fr: • Fais attention à la luminosité et au ton de la couleur
ro: • Fii atent la luminozitatea și tonul culorii

# tip_6
source: • Small adjustments work better on harder levels
bg: • Малките корекции работят по-добре на по-трудни нива
de: • Kleine Anpassungen funktionieren besser bei schwierigeren Stufen
es: • Pequeños ajustes funcionan mejor en niveles más difíciles
fr: • Les petits ajustements fonctionnent mieux aux niveaux plus difficiles
ro: • Ajustările mici funcționează mai bine la niveluri mai grele

# environment_tips_header
source: Environment tips:
bg: Съвети за околната среда:
de: Umgebungstipps:
es: Consejos del entorno:
fr: Conseils d'environnement:
ro: Sfaturi despre mediu:

# env_tip_1
source: • Play in good lighting conditions
bg: • Играй при добри условия на осветление
de: • Spiele bei guten Lichtverhältnissen
es: • Juega en buenas condiciones de iluminación
fr: • Joue dans de bonnes conditions d'éclairage
ro: • Joacă în condiții bune de iluminare

# env_tip_2
source: • Adjust screen brightness for better color accuracy
bg: • Регулирай яркостта на екрана за по-добра точност на цветовете
de: • Stelle die Bildschirmhelligkeit für bessere Farbgenauigkeit ein
es: • Ajusta el brillo de la pantalla para mejor precisión de color
fr: • Ajuste la luminosité de l'écran pour une meilleure précision des couleurs
ro: • Ajustează luminozitatea ecranului pentru o mai bună precizie a culorilor

# env_tip_3
source: • Avoid direct sunlight on screen (creates glare)
bg: • Избягвай директна слънчева светлина върху екрана (създава отблясъци)
de: • Vermeide direktes Sonnenlicht auf dem Bildschirm (erzeugt Blendung)
es: • Evita la luz solar directa en la pantalla (crea resplandor)
fr: • Évite la lumière directe du soleil sur l'écran (crée des reflets)
ro: • Evită lumina directă a soarelui pe ecran (creează strălucire)

# env_tip_4
source: • Night mode/dark surroundings make matching harder
bg: • Нощен режим/тъмна околност прави съвпадането по-трудно
de: • Nachtmodus/dunkle Umgebungen erschweren das Abgleichen
es: • El modo nocturno/entornos oscuros dificultan la coincidencia
fr: • Le mode nuit/environnements sombres rendent la correspondance plus difficile
ro: • Modul nocturn/medii întunecoase fac potrivirea mai dificilă

# section_contact
source: Contact Us
bg: Свържи се с Нас
de: Kontaktiere uns
es: Contáctanos
fr: Contactez-nous
ro: Contactează-ne

# contact_question
source: Have questions, feedback, or found a bug?
bg: Имаш въпроси, отзиви или си намерил бъг?
de: Hast du Fragen, Feedback oder einen Fehler gefunden?
es: ¿Tienes preguntas, comentarios o encontraste un error?
fr: Tu as des questions, des commentaires ou tu as trouvé un bug?
ro: Ai întrebări, feedback sau ai găsit un bug?

# contact_love_to_hear
source: We'd love to hear from you!
bg: Ще се радваме да чуем от теб!
de: Wir würden gerne von dir hören!
es: ¡Nos encantaría saber de ti!
fr: Nous aimerions avoir de tes nouvelles!
ro: Ne-ar plăcea să auzim de la tine!

# contact_email
source: Email: hello@mladenraykov.com
bg: Имейл: hello@mladenraykov.com
es: Correo: hello@mladenraykov.com

# contact_website
source: Or just visit our website:
bg: Или просто посети нашия уебсайт:
de: Oder besuche einfach unsere Website:
es: O simplemente visita nuestro sitio web:
fr: Ou visite simplement notre site web:
ro: Sau vizitează pur și simplu site-ul nostru web:

# contact_response
source: We respond to all messages and appreciate your input in making "Color Lab 255" better for everyone.
bg: Отговаряме на всички съобщения и ценим твоя принос за правенето на "Color Lab 255" по-добър за всеки.
de: Wir antworten auf alle Nachrichten und schätzen deinen Beitrag, um "Color Lab 255" für alle besser zu machen.
es: Respondemos a todos los mensajes y apreciamos tu aportación para hacer "Color Lab 255" mejor para todos.
fr: Nous répondons à tous les messages et apprécions ta contribution pour rendre "Color Lab 255" meilleur pour tous.
ro: Răspundem la toate mesajele și apreciem contribuția ta pentru a face "Color Lab 255" mai bun pentru toată lumea.

# privacy_policy_title
source: Privacy Policy
bg: Политика за Поверителност
de: Datenschutzrichtlinie
es: Política de Privacidad
fr: Politique de Confidentialité
ro: Politica de Confidențialitate

# last_updated
source: Last Updated: December 28, 2025
bg: Последна актуализация: 28 декември 2025
de: Zuletzt aktualisiert: 28. Dezember 2025
es: Última actualización: 28 de diciembre de 2025
fr: Dernière mise à jour: 28 décembre 2025
ro: Ultima actualizare: 28 decembrie 2025

# privacy_introduction
source: Introduction
bg: Въведение
de: Einführung
es: Introducción
ro: Introducere
