Repository: MadJiGit/ColorMatch
Catalog: ColorMatch/*.lproj/Localizable.strings
Languages: bg, de, es, fr, ro

# privacy_intro_text
source: "Color Lab 255" is an educational game designed for children to learn about RGB color composition. We take your privacy seriously, especially when it comes to children's data.
bg: "Color Lab 255" е образователна игра, проектирана за деца да учат за RGB цветовия състав. Взимаме поверителността ти сериозно, особено когато става въпрос за детски данни.
de: "Color Lab 255" ist ein Lernspiel, das Kindern hilft, RGB-Farbzusammensetzung zu lernen. Wir nehmen deine Privatsphäre ernst, besonders wenn es um Kinderdaten geht.
es: "Color Lab 255" es un juego educativo diseñado para que los niños aprendan sobre la composición de colores RGB. Nos tomamos tu privacidad en serio, especialmente cuando se trata de datos de niños.
fr: "Color Lab 255" est un jeu éducatif conçu pour les enfants pour apprendre la composition des couleurs RVB. Nous prenons ta vie privée au sérieux, surtout quand il s'agit de données d'enfants.
ro: "Color Lab 255" este un joc educațional conceput pentru copii să învețe despre compoziția culorilor RGB. Luăm confidențialitatea ta în serios, mai ales când vine vorba de datele copiilor.

# privacy_data_collection
source: Data Collection
bg: Събиране на Данни
de: Datenerfassung
es: Recopilación de Datos
fr: Collecte de Données
ro: Colectarea Datelor

# privacy_data_text
source: "Color Lab 255" does NOT collect, store, or transmit any personal information. The app:
bg: "Color Lab 255" НЕ събира, съхранява или предава никаква лична информация. Приложението:
de: "Color Lab 255" sammelt, speichert oder überträgt KEINE persönlichen Informationen. Die App:
es: "Color Lab 255" NO recopila, almacena ni transmite ninguna información personal. La aplicación:
fr: "Color Lab 255" NE collecte, stocke ou transmet AUCUNE information personnelle. L'application:
ro: "Color Lab 255" NU colectează, stochează sau transmite nicio informație personală. Aplicația:

# privacy_no_registration
source: Does not require registration or account creation
bg: Не изисква регистрация или създаване на акаунт
de: Erfordert keine Registrierung oder Kontoerstellung
es: No requiere registro o creación de cuenta
fr: Ne nécessite pas d'inscription ou de création de compte
ro: Nu necesită înregistrare sau crearea unui cont

# privacy_no_personal_data
source: Does not collect names, email addresses, or any personal data
bg: Не събира имена, имейл адреси или каквато и да е лична информация
de: Sammelt keine Namen, E-Mail-Adressen oder persönliche Daten
es: No recopila nombres, direcciones de correo electrónico ni ningún dato personal
fr: Ne collecte pas de noms, adresses email ou toute donnée personnelle
ro: Nu colectează nume, adrese de email sau orice date personale

# privacy_no_analytics
source: Does not use analytics or tracking services
bg: Не използва аналитични или проследяващи услуги
de: Verwendet keine Analyse- oder Tracking-Dienste
es: No utiliza servicios de análisis o rastreo
fr: N'utilise pas de services d'analyse ou de suivi
ro: Nu folosește servicii de analiză sau urmărire

# privacy_no_ads
source: Does not contain advertisements
bg: Не съдържа реклами
de: Enthält keine Werbung
es: No contiene publicidad
fr: Ne contient pas de publicité
ro: Nu conține publicitate

# privacy_no_third_party
source: Does not share any information with third parties
bg: Не споделя никаква информация с трети страни
de: Teilt keine Informationen mit Dritten
es: No comparte ninguna información con terceros
fr: Ne partage aucune information avec des tiers
ro: Nu partajează nicio informație cu terțe părți

# privacy_local_storage
source: Local Storage
bg: Локално Съхранение
de: Lokale Speicherung
es: Almacenamiento Local
fr: Stockage Local
ro: Stocare Locală

# privacy_local_text
source: The app stores the following preferences locally on your device only:
bg: Приложението съхранява следните предпочитания локално само на твоето устройство:
de: Die App speichert die folgenden Einstellungen nur lokal auf deinem Gerät:
es: La aplicación almacena las siguientes preferencias localmente solo en tu dispositivo:
fr: L'application stocke les préférences suivantes localement sur ton appareil uniquement:
ro: Aplicația stochează următoarele preferințe local doar pe dispozitivul tău:

# privacy_storage_difficulty
source: Difficulty level setting
bg: Настройка на ниво на трудност
de: Schwierigkeitsgrad-Einstellung
es: Configuración del nivel de dificultad
fr: Paramètre du niveau de difficulté
ro: Setarea nivelului de dificultate

# privacy_storage_values
source: Show/hide color values preference
bg: Предпочитание за показване/скриване на цветови стойности
de: Einstellung zum Anzeigen/Verbergen von Farbwerten
es: Preferencia de mostrar/ocultar valores de color
fr: Préférence d'affichage/masquage des valeurs de couleur
ro: Preferința de afișare/ascundere a valorilor culorilor

# privacy_storage_tutorial
source: First launch tutorial preference
bg: Предпочитание за урок при първо стартиране
de: Einstellung für das erste Tutorial
es: Preferencia del tutorial del primer inicio
fr: Préférence du tutoriel de premier lancement
ro: Preferința tutorialului de la prima pornire

# privacy_local_note
source: This data never leaves your device and is not accessible to us or any third party.
bg: Тези данни никога не напускат твоето устройство и не са достъпни за нас или трета страна.
de: Diese Daten verlassen niemals dein Gerät und sind weder für uns noch für Dritte zugänglich.
es: Estos datos nunca salen de tu dispositivo y no son accesibles para nosotros ni para terceros.
fr: Ces données ne quittent jamais ton appareil et ne sont pas accessibles à nous ou à un tiers.
ro: Aceste date nu părăsesc niciodată dispozitivul tău și nu sunt accesibile nouă sau vreunei terțe părți.

# privacy_coppa
source: Children's Privacy (COPPA Compliance)
bg: Поверителност на Децата (COPPA Съответствие)
de: Datenschutz für Kinder (COPPA-Konformität)
es: Privacidad de los Niños (Cumplimiento COPPA)
fr: Confidentialité des Enfants (Conformité COPPA)
ro: Confidențialitatea Copiilor (Conformitate COPPA)

# privacy_coppa_text
source: "Color Lab 255" is designed for children and complies with the Children's Online Privacy Protection Act (COPPA). We do not knowingly collect any personal information from children under 13.
bg: "Color Lab 255" е проектиран за деца и съответства на Закона за защита на поверителността на децата онлайн (COPPA). Ние не събираме съзнателно никаква лична информация от деца под 13 години.
de: "Color Lab 255" ist für Kinder konzipiert und entspricht dem Gesetz zum Schutz der Privatsphäre von Kindern im Internet (COPPA). Wir sammeln wissentlich keine persönlichen Informationen von Kindern unter 13 Jahren.
es: "Color Lab 255" está diseñado para niños y cumple con la Ley de Protección de la Privacidad en Línea de los Niños (COPPA). No recopilamos a sabiendas ninguna información personal de niños menores de 13 años.
fr: "Color Lab 255" est conçu pour les enfants et se conforme à la loi sur la protection de la vie privée en ligne des enfants (COPPA). Nous ne collectons sciemment aucune information personnelle d'enfants de moins de 13 ans.
ro: "Color Lab 255" este conceput pentru copii și se conformează Legii privind Protecția Confidențialității Online a Copiilor (COPPA). Nu colectăm cu bună știință nicio informație personală de la copii sub 13 ani.

# privacy_offline
source: The app is completely offline and does not require internet connection to function.
bg: Приложението е напълно офлайн и не изисква интернет връзка за да функционира.
de: Die App ist vollständig offline und benötigt keine Internetverbindung, um zu funktionieren.
es: La aplicación es completamente fuera de línea y no requiere conexión a Internet para funcionar.
fr: L'application est complètement hors ligne et ne nécessite pas de connexion Internet pour fonctionner.
ro: Aplicația este complet offline și nu necesită conexiune la internet pentru a funcționa.

# privacy_third_party_services
source: Third-Party Services
bg: Услуги на Трети Страни
de: Drittanbieter-Dienste
es: Servicios de Terceros
fr: Services Tiers
ro: Servicii Terțe Părți

# privacy_third_party_text
source: "Color Lab 255" does not integrate with any third-party services, SDKs, or frameworks that collect data.
bg: "Color Lab 255" не интегрира никакви услуги на трети страни, SDK или frameworks, които събират данни.
de: "Color Lab 255" integriert keine Drittanbieter-Dienste, SDKs oder Frameworks, die Daten sammeln.
es: "Color Lab 255" no integra ningún servicio de terceros, SDK o frameworks que recopilen datos.
fr: "Color Lab 255" n'intègre aucun service tiers, SDK ou frameworks qui collectent des données.
ro: "Color Lab 255" nu integrează niciun serviciu terț, SDK-uri sau framework-uri care colectează date.

# privacy_changes
source: Changes to This Privacy Policy
bg: Промени в тази Политика за Поверителност
de: Änderungen an dieser Datenschutzrichtlinie
es: Cambios a esta Política de Privacidad
fr: Modifications de cette Politique de Confidentialité
ro: Modificări la Această Politică de Confidențialitate

# privacy_changes_text
source: We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy in the app and updating the "Last Updated" date.
bg: Може да актуализираме Политиката си за Поверителност от време на време. Ще те уведомим за всякакви промени като публикуваме новата Политика за Поверителност в приложението и актуализираме датата "Последна актуализация".
de: Wir können unsere Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir werden dich über alle Änderungen informieren, indem wir die neue Datenschutzrichtlinie in der App veröffentlichen und das Datum "Zuletzt aktualisiert" aktualisieren.
es: Podemos actualizar nuestra Política de Privacidad de vez en cuando. Te notificaremos de cualquier cambio publicando la nueva Política de Privacidad en la aplicación y actualizando la fecha de "Última actualización".
fr: Nous pouvons mettre à jour notre Politique de Confidentialité de temps en temps. Nous te notifierons de tout changement en publiant la nouvelle Politique de Confidentialité dans l'application et en mettant à jour la date "Dernière mise à jour".
ro: Putem actualiza Politica noastră de Confidențialitate din când în când. Te vom notifica despre orice modificări prin publicarea noii Politici de Confidențialitate în aplicație și actualizarea datei "Ultima actualizare".

# privacy_contact_us
source: Contact Us
bg: Свържи се с Нас
de: Kontaktiere uns
es: Contáctanos
fr: Contactez-nous
ro: Contactează-ne

# privacy_contact_text
source: If you have any questions about this Privacy Policy, please contact us:
bg: Ако имаш въпроси относно тази Политика за Поверителност, моля свържи се с нас:
de: Wenn du Fragen zu dieser Datenschutzrichtlinie hast, kontaktiere uns bitte:
es: Si tienes alguna pregunta sobre esta Política de Privacidad, por favor contáctanos:
fr: Si tu as des questions sur cette Politique de Confidentialité, contacte-nous:
ro: Dacă ai întrebări despre această Politică de Confidențialitate, te rugăm să ne contactezi:

# privacy_footer
source: By using "Color Lab 255", you agree to this Privacy Policy.
bg: Използвайки "Color Lab 255", приемаш тази Политика за Поверителност.
de: Durch die Nutzung von "Color Lab 255" stimmst du dieser Datenschutzrichtlinie zu.
es: Al usar "Color Lab 255", aceptas esta Política de Privacidad.
fr: En utilisant "Color Lab 255", tu acceptes cette Politique de Confidentialité.
ro: Folosind "Color Lab 255", accepți această Politică de Confidențialitate.

# welcome_title
source: Welcome to Color Lab 255!
bg: Добре дошъл в Color Lab 255!
de: Willkommen bei Color Lab 255!
es: ¡Bienvenido a Color Lab 255!
fr: Bienvenue dans Color Lab 255!
ro: Bun venit la Color Lab 255!

# welcome_subtitle
source: Before you start, please review our Privacy Policy
bg: Преди да започнеш, моля прегледай нашата Политика за Поверителност
de: Bevor du beginnst, lies bitte unsere Datenschutzrichtlinie
es: Antes de comenzar, por favor revisa nuestra Política de Privacidad
fr: Avant de commencer, veuillez consulter notre Politique de Confidentialité
ro: Înainte de a începe, te rugăm să citești Politica noastră de Confidențialitate

source: Your Privacy Matters
bg: Твоята Поверителност е Важна
de: Deine Privatsphäre zählt
es: Tu Privacidad Importa
fr: Ta Vie Privée Compte
ro: Confidențialitatea Ta Contează

# privacy_point_1
source: We do NOT collect any personal data
bg: НЕ събираме никакви лични данни
de: Wir sammeln KEINE persönlichen Daten
es: NO recopilamos ningún dato personal
fr: Nous NE collectons AUCUNE donnée personnelle
ro: NU colectăm nicio dată personală

# privacy_point_2
source: No internet required - completely offline
bg: Не е необходим интернет - напълно офлайн
de: Kein Internet erforderlich - vollständig offline
es: No se requiere Internet - completamente fuera de línea
fr: Pas d'Internet requis - complètement hors ligne
ro: Nu este nevoie de internet - complet offline

# privacy_point_3
source: No account or registration needed
bg: Не е необходим акаунт или регистрация
de: Keine Konto- oder Registrierung erforderlich
es: No se necesita cuenta o registro
fr: Aucun compte ou inscription nécessaire
ro: Nu este nevoie de cont sau înregistrare

# privacy_point_4
source: No advertisements
bg: Без реклами
de: Keine Werbung
es: Sin publicidad
fr: Pas de publicité
ro: Fără publicitate

# privacy_point_5
source: COPPA compliant - safe for children
bg: COPPA съответствие - безопасно за деца
de: COPPA-konform - sicher für Kinder
es: Cumplimiento COPPA - seguro para niños
fr: Conformité COPPA - sûr pour les enfants
ro: Conformitate COPPA - sigur pentru copii

# whats_stored_title
source: What's Stored on Your Device
bg: Какво се Съхранява на Твоето Устройство
de: Was auf Deinem Gerät Gespeichert Wird
es: Qué se Almacena en Tu Dispositivo
fr: Ce qui est Stocké sur Ton Appareil
ro: Ce Este Stocat pe Dispozitivul Tău

# whats_stored_subtitle
source: Only your game preferences are saved locally:
bg: Само твоите игрови предпочитания се запазват локално:
de: Nur deine Spieleinstellungen werden lokal gespeichert:
es: Solo tus preferencias de juego se guardan localmente:
fr: Seules tes préférences de jeu sont sauvegardées localement:
ro: Doar preferințele tale de joc sunt salvate local:

# stored_item_difficulty
source: Difficulty level
bg: Ниво на трудност
de: Schwierigkeitsgrad
es: Nivel de dificultad
fr: Niveau de difficulté
ro: Nivel de dificultate

# stored_item_display
source: Color values display preference
bg: Предпочитание за показване на цветови стойности
de: Einstellung zur Anzeige von Farbwerten
es: Preferencia de visualización de valores de color
fr: Préférence d'affichage des valeurs de couleur
ro: Preferința de afișare a valorilor culorilor

# stored_item_tutorial
source: Tutorial settings
bg: Настройки на урок
de: Tutorial-Einstellungen
es: Configuraciones del tutorial
fr: Paramètres du tutoriel
ro: Setări tutorial

# stored_note
source: This data never leaves your device.
bg: Тези данни никога не напускат твоето устройство.
de: Diese Daten verlassen niemals dein Gerät.
es: Estos datos nunca salen de tu dispositivo.
fr: Ces données ne quittent jamais ton appareil.
ro: Aceste date nu părăsesc niciodată dispozitivul tău.

# full_policy_text
source: For complete details, you can read our full Privacy Policy anytime from the main menu.
bg: За пълни подробности, можеш да прочетеш нашата пълна Политика за Поверителност по всяко време от главното меню.
de: Für vollständige Details kannst du unsere vollständige Datenschutzrichtlinie jederzeit im Hauptmenü lesen.
es: Para más detalles, puedes leer nuestra Política de Privacidad completa en cualquier momento desde el menú principal.
fr: Pour plus de détails, tu peux lire notre Politique de Confidentialité complète à tout moment depuis le menu principal.
ro: Pentru detalii complete, poți citi Politica noastră completă de Confidențialitate oricând din meniul principal.

# continue_button
source: Continue
bg: Продължи
de: Weiter
es: Continuar
fr: Continuer
ro: Continuă

# agree_text
source: By continuing, you agree to our Privacy Policy
bg: Продължавайки, приемаш нашата Политика за Поверителност
de: Durch Fortfahren stimmst du unserer Datenschutzrichtlinie zu
es: Al continuar, aceptas nuestra Política de Privacidad
fr: En continuant, tu acceptes notre Politique de Confidentialité
ro: Continuând, accepți Politica noastră de Confidențialitate
